Repository: josefglatz/TYPO3-Distribution
Catalog: app/web/typo3conf/ext/theme/Resources/Private/Language/*.locallang_backendlayouts.xlf
Languages: de

# col.pageWithoutContentElements
source: Page without content elements
de: Seite ohne Content Elemente

# col.contentTeasers
source: Content Teaser Section
de: Content Teaser Bereich

# col.headerSlider
source: Header Slider Section
de: Header Slider Bereich

# col.intro
source: Introduction Section
de: Einleitung

# col.main
source: Main Content Section
de: Hauptinhalt

# col.sectionHeader
source: Section Header
de: Hauptinhaltsbereich Überschrift

# col.newsLatest
source: Latest News Section (automatic)
de: Neueste News (Automatik)

# col.related
source: Show related pages/articles (if any)
de: Zeige verwandte Seiten/Artikeln (falls verfügbar)

# col.sidebar
source: Sidebar
de: Seitenleiste

# col.sidebarSlide
source: Sidebar (sliding elements from parent pages)
de: Seitenleiste (von Elternseiten vererbte Elemente werden ausgegeben)

# col.teasersOfSubpages
source: Teasers of Subpages (of actual page)
de: Teaser der Unterseiten (der aktuellen Seite)

# col.teasersOfSubpages.automatic
source: Teasers of Subpages (of actual page) (automatic)
de: Teaser der Unterseiten (der aktuellen Seite) (automatisch)

# default.title
source: Default
de: Standard

# homepage.title
source: Homepage
de: Startseite (Homepage)
