Repository: josefglatz/TYPO3-Distribution
Catalog: app/web/typo3conf/ext/theme/Resources/Private/Language/*.locallang_ContentElements.xlf
Languages: de

# theme_collapsible_text.description
source: A regular text element with header (toggle open/close) and bodytext field (toggleable content). Sequentially arranged elements of this type form an accordion block.
de: Ein reguläres Text Element mit Überschrift (die Überschrift dient zum Auf-/Zuklappen des Fließtextes). Nacheinander gereihte Elemente vom gleichen Typ bilden einen Akkordeon Block.

# theme_collapsible_text.label.bodytext
source: Text (toggleable content)
de: Auf-/zuklappbarer Textbereich

# theme_collapsible_text.label.header
source: Header (open / close text)
de: Überschrift (Textbereich auf-/zuklappen)

# theme_collapsible_text.title
source: Collapsible Text (Accordion)
de: Aufklappbarer Text (Akkordeon)

# theme_facts_figures.description
source: Display Facts which can by linked to subpages.
de: Fakten und Zahlen as Teaser darstellen. Elemente können verlinkt werden.

# theme_facts_figures.title
source: Facts & Figures
de: Fakten und Zahlen

# theme_inheritance_stop.description
source: Stops the sliding of content elements from upper pages.
de: Unterbricht die Vererbung von Content überliegender Seiten.

# theme_inheritance_stop.backendpreview
source: Stops the sliding of content elements from upper pages in this content column.
de: Unterbricht die Vererbung von Content dieser Contentspalte aus überliegender Seiten

# theme_inheritance_stop.title
source: Stop inheritance
de: Vererbung deaktivieren

# theme_lead_text.description
source: Stand out paragraph especially at the beginning of a page.
de: Hervorgehobene Textpassage speziell am Anfang einer Seite.

# theme_lead_text.title
source: Lead Text
de: Leittext / Einleitungstext

# theme_logo_list.description
source: Display logos in a defined grid (with describing text for each logo).
de: Darstellen mehrerer Logos. (Jedes davon mit beschreibenden Text).
