Repository: josefglatz/TYPO3-Distribution
Catalog: app/web/typo3conf/ext/theme/Resources/Private/Language/*.locallang_BackendGeneral.xlf
Languages: de

# backendpreview.general.info.missing.necessary
source: Necessary fields are not filled out. The element could not be rendered (correctly) on the website frontend.
de: Nicht alle notwendigen Felder sind korrekt ausgefüllt. Das Element kann daher auf der Website nicht (korrekt) ausgegeben werden.

# backendpreview.general.info.missing.necessary.elements
source: Necessary elements are not added. The element could not be rendered (correctly) on the website frontend.
de: Benötigte Elemente wurden dem Inhaltselement nicht hinzugefügt. Das Element kann daher auf der Website nicht (korrekt) ausgegeben werden.

# backendpreview.general.info.missing.necessary.fields
source: Please add content to following fields:
de: Bitte befülle folgende Felder mit Inhalt:

# clearcacheaction.clear.processedfiles.description
source: Truncate sys_file_processedfile table and delete physical files of local storages.
de: Leere die Tabelle sys_file_processedfile und lösche alle physischen Dateien auf lokal angehängten Dateisystemen.

# clearcacheaction.clear.processedfiles.title
source: Clear all processed files
de: Leere alle verarbeiteten Dateien

# clearcacheaction.realurl.autoConfDescription
source: Delete automatic generated realurl configuration file.
de: Automatisch generiertes RealUrl Konfigurationsdatei löschen.

# clearcacheaction.realurl.autoConfTitle
source: Reset realurl automatic configuration
de: Automatische RealUrl Konfiguration zurücksetzen

# crop_variants.default.label
source: Default
de: Standard

# crop_variants.opengraph.label
source: Open Graph (Official Suggestion 2018)
de: Open Graph (Offizielle Empfehlung aus 2018)

# crop_variants.twitterimage.label
source: Twitter Image (Official Suggestion 2018)
de: Twitter Bild (Offizielle Empfehlung aus 2018)

# field.sys_file_collection.types.tx_theme_images.label
source: Static selection of image files
de: Statische Auswahl an unterstützten Bilddateien

# field.tt_content.image.label.type.textimage
source: Image
de: Bild neben dem Text

# field.tt_content.bodytext.label.type.textimage
source: Text next to the Image
de: Text neben dem Bild

# field.pages.robot_follow
source: Follow links on current page (SEO)
de: Links auf Seite folgen (SEO)

# field.pages.robot_index
source: Index current page (SEO)
de: Aktuelle Seite indexieren (SEO)

# field.pages.sharing_enabled
source: Sharing Functionalities
de: Teilen-Funktion

# field.pages.tx_theme_hide_page_heading.check_0
source: Disabled
de: Deaktiviert

# field.pages.tx_theme_hide_page_heading.label
source: Disable Default Page Header (H1)
de: Deaktiviere Standard Hauptüberschrift (H1)

# field.pages.tx_theme_link_label.label
source: Linktext in Call-To-Action/Teaser Elements (which links to this page)
de: Linktext in Call-To-Action/Teaser Elementen (welche zu dieser Seite verlinken)

# field.pages.tx_theme_nav_image.label
source: Navigation Image
de: Navigationsbild

# field.pages.tx_theme_nav_image.irre.new.label
source: Add Navigation Image
de: Navigationsbild hinzufügen

# field.pages.tx_theme_opengraph_description.label
source: Description
de: Beschreibung

# field.pages.tx_theme_opengraph_image.label
source: Open Graph Image (Min. 1200px x 630px recommended)
de: Open Graph Bild (Min. 1200px x 630px empfohlen)

# field.pages.tx_theme_opengraph_image.irre.new.label
source: Add Open Graph Image
de: Open Graph Bild hinzufügen

# field.pages.tx_theme_opengraph_title.label
source: Title
de: Titel

# field.pages.tx_theme_related.label
source: Related Pages
de: Verwandte Seiten

# field.pages.tx_theme_show_in_secondary_navigation.label
source: Show Page in Secondary Navigation (meta navigation)
de: Zeige Seite in sekundärer Navigation (Meta Navigation)

# field.pages.tx_theme_twitter_description.label
source: Description
de: Beschreibung

# field.pages.tx_theme_twitter_image.label
source: Twitter Image (Min. 300px x 157 px / Max. 4096px x 2143px, max 5MB)
de: Twitter Bild (Min. 300px x 157 px / Max. 4096px x 2143px, max 5MB)

# field.pages.tx_theme_twitter_image.irre.new.label
source: Add Twitter Image
de: Twitter Bild hinzufügen

# field.pages.tx_theme_twitter_title.label
source: Title
de: Titel

# field.tt_content.tx_theme_big_media.label
source: Big/wide media
de: Große Darstellung Bild/Video

# field.tt_content.tx_theme_big_media.label.badge
source: Big/wide media active
de: Große Medien

# field.tt_content.tx_theme_link_label.label
source: Link Label
de: Linktext

# field.tt_content.tx_theme_unfolded.label
source: Initial unfolded
de: Initial ausgeklappt

# field.tt_content.tx_theme_unfolded.check_0
source: Unfolded
de: Ausgeklappt

# icon.pagetree.attention
source: Page with exclamation sign
de: Seite mit Ausrufezeichen Symbol

# icon.pagetree.drafts
source: Folder/Page with Drafts
de: Ordner/Seite mit Entwurfs-Icon (Drafts Bereich)

# icon.pagetree.envelope
source: Page with envelope icon
de: Seite mit Briefumschlag Symbol

# icon.pagetree.impress
source: Page with paragraph icon
de: Seite mit Paragraph Glyph Symbol

# icon.pagetree.landingpages
source: Folder with Landingpages
de: Ordner mit Icons Landingpages

# icon.pagetree.news
source: Page with news plugins
de: Seite mit News Plugin Icon

# icon.pagetree.pages
source: Folder with Pages
de: Order mit Seiten Symbol

# icon.pagetree.search
source: Page with loupe/search icon
de: Seite mit Lupen Symbol

# icon.pagetree.storage
source: Folder with Storage
de: Ordner mit Speicher

# palette.pages.related
source: Related
de: Verwandt

# palette.pages.robot_instructions
source: Search robot settings
de: Suchroboter Einstellungen

# tt_content.header_layout.0
source: Header H2 (default)
de: Überschrift H2 (Standard)

# tt_content.header_layout.1
source: Header H1
de: Überschrift H1

# tt_content.header_layout.100
source: Hidden Header
de: Versteckte Überschrift

# tt_content.header_layout.2
source: Header H2
de: Überschrift H2

# tt_content.header_layout.3
source: Header H3
de: Überschrift H3

# tt_content.header_layout.4
source: Header H4
de: Überschrift H4

# tt_content.header_layout.5
source: Header H5
de: Überschrift H5

# tt_content.layout.1
source: Layout 1
de: Aussehen 1

# tt_content.layout.2
source: Layout 2
de: Aussehen 2

# tt_content.layout.3
source: Layout 3
de: Aussehen 3

# tt_content.tx_theme_facts_figures
source: Facts & Figures Elements
de: Fakten und Zahlen Elemente

# genericlabel.image
source: Image
de: Bild
